// * 변수 작성은 카멜케이스 권장드려요:)

// 1. 각 버튼(a 태그) 클릭 시 Toggle 기능 삽입.
// - 버튼(a 태그) 클릭 시, active 클래스를 추가해주세요 :)
// - 이벤트 버블링은 막아주세요:)
//   ㄴ 현재 이벤틔의 기본 동작 중단, 이벤트가 상위 DOM으로 전파되지 않도록 중단
// answer ##
let 코드는, 여기에, 작성해, 주세요;
// End ##


// 2. 탭 메뉴 기능 삽입.
// - 버튼(a 태그) 클릭 시, active 클래스를 추가해주세요 :)
// - 이벤트 버블링은 막아주세요:)
//   ㄴ 현재 이벤틔의 기본 동작 중단, 이벤트가 상위 DOM으로 전파되지 않도록 중단
// answer ##
let 코드는_, 여기에_, 작성해_, 주세요_;
// End ##

// 3. swiper 라이브러리 활용하여 슬라이드 기능 삽입.
// - 버튼(a 태그) 클릭 시, active 클래스를 추가해주세요 :)
// - 이벤트 버블링은 막아주세요:)
//   ㄴ 현재 이벤틔의 기본 동작 중단, 이벤트가 상위 DOM으로 전파되지 않도록 중단
// answer ##
let 코드는__, 여기에__, 작성해__, 주세요__;
// End ##